def userConsoleMenu():

    print("\n"
        + "                Журнал заметок                \n"
        + "                Главное меню                  \n"
        + " -------------------------------------------- \n"
        + "| 1 - Вывод всех заметок из журнала на экран |\n"
        + "| 2 - Вывод заметки по ID                    |\n"
        + "| 3 - Вывод заметки по дате её создания      |\n"
        + "| 4 - Добавление заметки                     |\n"
        + "| 5 - Редактирование заметки                 |\n"
        + "| 6 - Удаление заметки                       |\n"
        + "| 7 - Выход                                  |\n"
        + " -------------------------------------------- "
    )
